Revit 2027 API
ParameterTypeId.RvtLinkInstanceName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RvtLinkInstanceName { get; }
Public Shared ReadOnly Property RvtLinkInstanceName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RvtLinkInstanceName {
	ForgeTypeId^ get ();
}
static member RvtLinkInstanceName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace